import React from 'react';

const WhySection = () => {
    return (
        <section
            id="why-section"
            style={{ backgroundImage: 'url(img/backgrounds/section-background.png)' }}
            className="why-section"
        >
            <h2 className="title">למה ללמוד אצלנו?</h2>

            <div className="section-content">
                <div className="description">
                    <p>
                        יש הרבה סיבות מדוע ללמוד אצלנו ומדוע אנחנו בית הספר להיי-טק הטוב בישראל. אבל בסופו של דבר הכל
                        נובע מסיבה אחת פשוטה:
                    </p>
                    <p>אתם רוצים לפתוח קריירה בענף ההיי-טק והולכים ללמוד קורס רק מסיבה אחת - להתקבל לעבודה!</p>
                    <p>
                        אנחנו בית הספר היחיד שמרוויח כסף <strong>רק ואך ורק</strong> אם אכן תתקבלו לעבודה.
                    </p>
                </div>

                <div className="differences">
                    <div className="differences-container competitors">
                        <p>
                            <strong>בשאר השוק </strong>
                            <span>- תגיעו להתעניין בלימודים ותקבלו מאנשי המכירות יחס נפלא, תשמעו </span>
                            <a href="#public-question" className="paragraph-link">
                                הבטחות מהממות
                            </a>
                            , ויופעלו עליכם
                            <a href="#public-question" className="paragraph-link">
                                תרגילים שיווקיים מכל הבא ליד כדוגמת ״התחייבות לעבודה״ חסרת כל משמעות
                            </a>
                            , ירשמו אתכם לקורס ויגבו מכם מראש שכר לימוד מלא. מרגע זה בגדול בית הספר עשה את שלו - תצליחו,
                            לא תצליחו, תמצאו עבודה, לא תמצאו עבודה זה כבר פחות משנה. בהתאם ברוב בתי הספר, למרות מאמצים
                            וכוונות טובות בדרך כלל, מתגלות הבעיות הבאות:
                        </p>

                        <ol>
                            <li>
                                לא קיים תהליך אבחון ומיון אמיתי - ״יועצי לימודים״ הינם בעצם אנשי מכירות, המתוגמלים על פי
                                כמות הנרשמים, ובהתאם רושמים המון מועמדים שאין להם מראש סיכוי אמיתי להצליח בקורסים
                                ולהתקבל לעבודה בסיום ההכשרה.
                            </li>
                            <li>
                                קורסים הכוללים הרבה מועמדים חלשים מתנהלים בקצב איטי. כתוצאה מכך למרות כמות שעות לימוד
                                גדולה, ״על הנייר״, מספיקים לעבור על הנושאים בצורה שטחית בלבד.{' '}
                            </li>
                            <li>
                                ללא קשר לכישורי המדריכים ״על הנייר״, רוב המדריכים משתכרים נמוך יחסית למקובל בענף ההיי-טק
                                ואיכות ההוראה נפגעת בהתאם.
                            </li>
                            <li>בסיום ההכשרה גוף ההשמה המצומצם יוצא ידי חובה בפעילות מועטה, מול הבוגרים.</li>
                        </ol>

                        <p>
                            כתוצאה מכך, ברוב בתי הספר , בדרך כלל כמחצית התלמידים נושרים מהקורס עד שהקורס מסתיים, וכמות
                            הבוגרים שמצליחים להשתלב בתעשיית ההיי-טק במקצוע אותו למדו בקורס נמוכה מאוד. לצערנו, בעידן
                            הקורונה, מסתיים לעיתים קורס מבלי שאפילו בוגר אחד מוצא עבודה בתפקיד אליו הוכשר...
                        </p>
                    </div>

                    <div className="differences-container our-company">
                        <p>
                            <strong>אצלנו </strong>לעומת זאת הכל הפוך - אם לא תתקבלו לעבודה בתחום אותו למדתם אצלנו לא
                            תשלמו בכלל שכר לימוד!
                        </p>

                        <ol>
                            <li>
                                כשתפנו אלינו תעברו תהליך אבחון, יעוץ ומיון מקצועי אמיתי. לצערנו רוב המועמדים מקבלים
                                תשובה ישירה וכנה שהתחום לא מתאים להם, שלא נקבל אותם לקורס וחבל על בזבוז הזמן שלהם.
                            </li>
                            <li>
                                רק מועמדים שאנחנו מאמינים שיש להם סיכוי טוב לסיים את הקורסים בהצלחה ולהתקבל לעבודה -
                                מתקבלים לקורסים. בהתאם הקורסים מתנהלים ברמה גבוה ובקצב מהיר והנושאים נלמדים יסודית
                                ומעמיקה.
                            </li>
                            <li>
                                צוות ההדרכה ושיטות ההדרכה הינן המתקדמות והחדשניות ביותר שכן המטרה העליונה שלנו להכשיר את
                                המועמדים ברמה הגבוה ביותר.
                            </li>
                            <li>
                                עם סיום ההכשרה נכנס לפעולה מנגנון ההשמה המקצועי והמתוקצב היטב שלנו ורק לאחר שתלמיד מתקבל
                                לעבודה בתחום אותו למד, אז ורק אז, סוף סוף אנחנו מקבלים את גמולנו - תשלום עבור ההכשרה!
                            </li>
                        </ol>
                    </div>
                </div>
            </div>
        </section>
    );
};

export default WhySection;
