const ACCESABILITY_POLICY_DATA = {
    title: 'הצהרת נגישות',
    content: [
        {
            title: 'נגישות אתר האינטרנט',
            description: [
                'אתר אינטרנט נגיש הוא אתר המאפשר לאנשים עם מוגבלות ולאנשים מבוגרים לגלוש באותה רמה של יעילות והנאה ככל הגולשים, כ- 20 עד 25 אחוזים מהאוכלוסייה נתקלים בקשיי שימוש באינטרנט ועשויים להיטיב מתכני אינטרנט נגישים יותר, כך על פי מחקר שנערך בשנת 2003 ע"י חברת מייקרוסופט. אנו מאמינים ופועלים למען שוויון הזדמנויות במרחב האינטרנטי לבעלי לקויות מגוונות ואנשים הנעזרים בטכנולוגיה מסייעת לשימוש במחשב.',
            ],
        },
        {
            title: 'מידע על נגישות האתר',
            description: [
                '● אתר זה עומד בדרישות תקנות שיוויון זכויות לאנשים עם מוגבלות (התאמות נגישות לשירות), התשע"ג 2013.',
                '● התאמות הנגישות בוצעו עפ"י המלצות התקן הישראלי (ת"י 5568) לנגישות תכנים באינטרנט ברמת AA ומסמך WCAG2.0 הבינלאומי.',
                'תיקונים והתאמות שבוצעו',
                '○ אמצעי הניווט באתר פשוטים וברורים.',
                '○ תכני האתר כתובים באופן ברור, מסודר והיררכי. במידת הצורך קיימים הסברים לצד התוכן.  ',
                '○ האתר מותאם לצפייה בדפדפנים מודרנים.',
                '○ התאמת האתר לתצוגה תואמת מגוון מסכים ורזולוציות.',
                '○ תוכן האתר כתוב בשפה פשוטה וברורה.',
                '○ כל הדפים באתר בעלי מבנה קבוע.',
                '○ לכל התמונות באתר יש הסבר טקסטואלי חלופי (alt).',
                '○ האתר מאפשר שינוי גודל הגופן על ידי שימוש במקש Ctrl וגלגלת העכבר.',
                '○ אין באתר שימוש בתצוגת טקסט נע או מהבהב.',
                '● הבדיקות נבחנו לתאימות הגבוהה ביותר עבור דפדפן google chrome.',
                '● האתר מספק מבנה סמנטי עבור טכנולוגיות מסייעות ותמיכה בדפוס השימוש המקובל להפעלה עם מקלדת בעזרת מקשי החיצים, Enter ו- Esc ליציאה מתפריטים וחלונות.',
                '● מותאם לתצוגה בדפדפנים הנפוצים ולשימוש בטלפון הסלואלרי.',
                '● לשם קבלת חווית גלישה מיטבית עם תוכנת הקראת מסך, אנו ממליצים לשימוש בתוכנת NVDA העדכנית ביותר.',
            ],
        },
        {
            title: 'יצירת קשר בנושא נגישות ',
            description: [
                'אם נתקלתם בבעיה בנושא נגישות באתר, נשמח לקבל הערות ובקשות, באמצעות פנייה לאחראי הנגישות באתר בדואר האלקטרוני accessibility@hyperactive.co.il. ',
                'כדי שנוכל לטפל בבעיה בדרך הטובה ביותר, אנו ממליצים מאוד לצרף פרטים מלאים ככל שניתן:',
                '● תיאור הבעיה.',
                '● מהי הפעולה שניסיתם לבצע.',
                '● קישור לדף בו גלשתם.',
                '● סוג הדפדפן וגרסתו.',
                '● מערכת הפעלה.',
                '● סוג הטכנולוגיה המסייעת (במידה והשתמשתם).',
            ],
        },
        {
            title: 'פרסום הצהרת הנגישות',
            description: ['הצהרת הנגישות עודכנה ביום: 1.11.2020        '],
        },
    ],
};

export default ACCESABILITY_POLICY_DATA;
