const PRIVACY_POLICY_DATA = {
    title: 'מדיניות הגנת הפרטיות',
    description: [
        'השימוש באתר אינטרנט זה כפוף לתנאי השימוש ולמדיניות הפרטיות כמפורט להלן.',
        'בגלישתך באתר הנך מקבל ומסכים לתנאים ולמדיניות הפרטיות כמפורט להלן. ',
        'האתר מופעל על ידי הייפראקטיב היי-טק בע"מ (להלן: "הייפראקטיב") לטובת איסוף פרטים ויצירת קשר עם מתעניינים בלימודי מקצועות הי-טק.',
    ],
    content: [
        {
            title: 'המידע שנאסף באמצעות האתר:',
            description: [
                'המידע היחיד שנאסף באמצעות האתר הינו פרטי קשר בסיסיים - שם מלא, מספר טלפון וכתובת דואר אלקטרוני.',
            ],
        },
        {
            title: 'השימוש שנעשה במידע:',
            description: [
                'המידע משמש לצורך יעוץ, מכירות, שיווק, גיוס לקוחות, גבייה, וכן למתן שירות ללקוחות, דיוור ישיר וקשר שוטף עם הלקוח.',
                'המידע לא יועבר על ידינו לצדדים שלישיים, אלא לדרישת רשות מוסמכת או לאחר קבלת הסכמתך לכך מראש.',
            ],
        },
        {
            title: 'Cookies (עוגיות):',
            description: [
                'קובץ ״עוגיה״ (cookie) הוא קובץ המכיל חלקי מידע שהאתר יוצר במחשבך בעת הגלישה באתר. הקובץ מאפשר שמירת מידע לגבי העדפותיך בכל הקשור בשימוש באתר.',
                'אתר הייפראקטיב משתמש בקובץ עוגיה. רוב הדפדפנים יודעים לזהות מתי אתר יוצר קובץ עוגיה, ולאפשר לך לסרב או לקבל אותו. אם אינך בטוח אם לדפדפן שלך יש יכולת זו, עליך לבדוק עם יצרן התוכנה או ספק שירותי האינטרנט שלך.בכל מקרה אנחנו לא משתמשים בקובץ עוגיה כדי לעקוב אחר הרגלי הגלישה שלך מחוץ לאתר שלנו.',
            ],
        },
        {
            title: 'שמירה על פרטיותך:',
            description: [
                'הפרטיות שלך חשובה לנו. בהתאם, אנחנו פועלים בהתאם להוראות חוק הגנת הפרטיות, 1981. בין היתר אנחנו אוספים מידע אודותיך רק כאשר אתה מספק לנו אותו ביודעין ובמפורש.',
                'אנחנו מנהלים את האתר בסטנדרט האבטחה הגבוה כדי לשמור על פרטיך ומגינים על המידע שאתה מוסר לנו בצורה המיטבית.',
                'מידע המאפשר זיהוי אישי שלך, נשמר בסודיות מוחלטת ופרטי זיהוי שאתה מספק לנו לא זמינים לגורמים שלישיים ללא אישורך מראש.f',
                'בנוסף אתה שולט בפרטי הזיהוי שלך, בהתאם באפשרותך לפנות אלינו בכל עת באמצעות מייל ל-info‪@‬hyperactive‪.‬co‪.‬il ולבקש כל אחת מהפעולות הבאות:',
                '1. לבדוק איזה מידע אישי יש לנו.',
                '2. לשנות את המידע שמסרת לנו.',
                '3. לבקש מחיקת המידע האישי.',
            ],
        },
        {
            title: 'אחריות מוגבלת',
            description: [
                'כל התכנים באתר זמינים as is והייפראקטיב איננה נותנת כל מצג ו/או התחיבות הנובעת מתכני האתר. הייפראקטיב לא אחראית ולא תשא בכל אחריות שהיא בקשר לשימוש באתר, בתכנים או להסתמכות עליהם.',
                'הייפראקטיב שומרת על זכותה לעשות כל שינוי באתר, במידע ובשירותים המסופקים על ידה, בכל עת וללא הודעה מראש.',
                'יתכן שהאתר והתכנים בו לא יהיו עדכניים והייפראקטיב לא מתחייבת כלל לעדכנם ובהתאם אין להסתמך עליהם ככאלה.',
            ],
        },
        {
            title: 'יצירת קשר:',
            description: ['ניתן ליצור עמנו קשר בכל עת בכתובת הדואר האלקטרונית הבאה  info‪@‬hyperactive‪.‬co‪.‬il'],
        },
    ],
};

export default PRIVACY_POLICY_DATA;
